Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # cloudflare_record.milanvit_net_cname["mail-sendgrid"] must be replaced
-/+ resource "cloudflare_record" "milanvit_net_cname" {
      ~ created_on  = "2020-07-17T01:14:20.837775Z" -> (known after apply)
      - data        = {} -> null
      ~ hostname    = "em5696.milanvit.net" -> (known after apply)
      ~ id          = "c55a50e3c24d631a58933650e70fa440" -> (known after apply)
      ~ metadata    = {
          - "auto_added"             = "false"
          - "managed_by_apps"        = "false"
          - "managed_by_argo_tunnel" = "false"
          - "source"                 = "primary"
        } -> (known after apply)
      ~ modified_on = "2020-07-17T01:14:20.837775Z" -> (known after apply)
      ~ name        = "em5696" -> "em2919" # forces replacement
      - priority    = 0 -> null
      ~ proxiable   = true -> (known after apply)
        proxied     = false
        ttl         = 3600
        type        = "CNAME"
        value       = "u17542702.wl203.sendgrid.net"
        zone_id     = "9f7f8ee361f355357f2463e64a170d0f"
    }

Plan: 1 to add, 0 to change, 1 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.milanvit.net/lock?id=Cellane%252Fmilanvit.net%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
